Repository: gstfnsk/App-Challenge-II
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: (you)
pt_br: (você)

source: %lld players
pt_br: %lld jogadores

source: %lld points
pt_br: %lld pontos

source: 1. allow game center notifications on your device settings.
pt_br: 1. permitir as notificações da game center nas configurações de seu dispositivo

source: 2. when your friend's invitation arrives, all you gotta do is click the notification to join the match.
pt_br: 2. quando o convite de seu amigo chegar, você apenas precisa clicar na notificação para entrar na partida

source: a birthday memory
pt_br: uma memória de um aniversário

source: a christmas memory
pt_br: uma memória natalina

source: a color that hurts the eyes
pt_br: uma cor que machuca os olhos

source: a day I didn't want to end
pt_br: um dia que eu não queria que acabasse

source: a family secret
pt_br: um segredo de família

source: a funny pet
pt_br: um pet engraçado

source: a holiday memory
pt_br: uma memória de um feriado

source: a joyful trip
pt_br: uma viagem divertida

source: a look for the fashion magazines
pt_br: um look para as revistas de moda

source: a memory from a life I never lived
pt_br: uma memória de uma vida que nunca vivi

source: a moment in family
pt_br: um momento em família

source: a moment in nature
pt_br: um momento na natureza

source: a moment that felt like a movie
pt_br: um momento que pareceu um filme

source: a secret place to go
pt_br: um lugar secreto para ir

source: a taste of summer
pt_br: um gostinho do verão

source: an object that only exists to annoy people
pt_br: um objeto que só existe para incomodar as pessoas

source: brings me peace
pt_br: me traz paz

source: Cancel
pt_br: Cancelar

source: chat with your friends
pt_br: converse com seus amigos

source: check the picktures sent
pt_br: veja as imagens enviadas

source: Choose Image
pt_br: Escolher Imagem

source: click to add
pt_br: toque para adicionar

source: confirm phrase
pt_br: confirmar frase

source: confirm pickture
pt_br: confirmar foto

source: confirm vote
pt_br: confirmar voto

source: Done
pt_br: Pronto

source: final results
pt_br: resultados finais

source: game over!
pt_br: fim de jogo!

source: has cartoon villain energy
pt_br: tem a energia de um vilão de desenho

source: how to enter an existing match?
pt_br: como entrar em uma partida existente?

source: How to enter an existing match?
pt_br: Como entrar em uma partida existente?

source: I can't live without this
pt_br: não consigo viver sem isso

source: I hate this
pt_br: eu odeio isso

source: I love this
pt_br: eu amo isso

source: I miss this
pt_br: eu sinto falta disso

source: i want this as a gift
pt_br: eu gostaria de ganhar isso de presente

source: I would live in here
pt_br: eu moraria aqui

source: I'm scared of this
pt_br: eu tenho medo disso

source: learn how to play
pt_br: aprenda a jogar

source: looks expensive but isn’t
pt_br: parece caro mas não é

source: looks like a face
pt_br: parece um rosto

source: looks like it’s tired
pt_br: algo que parece cansado

source: looks like something my grandma owns
pt_br: parece algo que minha avó teria

source: makes me laugh
pt_br: me faz rir

source: match lobby
pt_br: sala da partida

source: my last brain cell trying to function
pt_br: meu último neurônio tentando funcionar

source: my mom looks exactly like this
pt_br: minha mãe é exatamente assim

source: my spirit animal, without a doubt
pt_br: sem dúvidas esse é meu animal espiritual

source: new match
pt_br: nova partida

source: nice texture
pt_br: algo com textura boa

source: No Img
pt_br: Sem imagem

source: or choose one of ours:
pt_br: ou escolha uma:

source: phrase submitted
pt_br: frase enviada

source: pickture sent
pt_br: foto enviada

source: Player Names
pt_br: Nome dos jogadores

# ready_exclamation
source: ready!
pt_br: pronto!

# ready_question
source: ready?
pt_br: pronto?

source: ready?
pt_br: pronto?

source: reminds me of a sad song
pt_br: isso me lembra uma música triste

source: round %lld
pt_br: rodada %lld

source: send a message
pt_br: envie uma mensagem

source: send a pickture
pt_br: enviar uma foto

source: skip
pt_br: pular

source: something black
pt_br: algo preto

source: something blue
pt_br: algo azul

source: something bright
pt_br: algo claro

source: something brown
pt_br: algo marrom

source: something colorful
pt_br: algo colorido

source: something cute
pt_br: algo fofo

source: something dark
pt_br: algo escuro

source: something geometric
pt_br: algo geométrico

source: something green
pt_br: algo verde

source: something huge
pt_br: algo enorme

source: something I want to kick
pt_br: algo que eu daria um chute

source: something I want to squeeze
pt_br: algo que eu apertaria

source: something I would run away from
pt_br: algo de que eu fugiria

source: something I’d adopt as a pet
pt_br: algo que eu teria de estimação

source: something i'd gift a friend
pt_br: algo que eu presentearia a um amigo

source: something i’d never tell anyone I own
pt_br: algo que eu não contaria que eu tenho

source: something i'd tattoo on my skin
pt_br: algo que eu tatuaria na minha pele

source: something I'd trade for $
pt_br: algo que eu trocaria por dinheiro

source: something perfectly round
pt_br: algo perfeitamente redondo

source: something pink
pt_br: algo rosa

source: something red
pt_br: algo vermelho

source: something shiny
pt_br: algo brilhante

source: something suspiciously silent
pt_br: algo suspeitosamente silencioso

source: something that belongs in a museum
pt_br: algo que pertence a um museu

source: something that can ruin my day
pt_br: algo que pode arruinar meu dia

source: something that deserves applause
pt_br: algo que merece aplausos

source: something that doesn’t fit in a pocket
pt_br: algo que não cabe no bolso

source: something that looks alive
pt_br: algo que parece vivo

source: something that looks heavy but isn’t
pt_br: algo que parece pesado mas não é

source: something that looks hungover
pt_br: algo que com cara de ressaca

source: something that looks like a Pokémon
pt_br: algo que parece um Pokémon

source: something that looks like it’s judging you
pt_br: algo que parece que está te julgando

source: something that must stink
pt_br: algo que parece feder

source: something that should be on the Moon
pt_br: algo que deveria estar na lua

source: something that should be smaller
pt_br: algo que deveria ser menor

source: something that should glow in the dark
pt_br: algo que deveria brilhar no escuro

source: something that should have a mustache
pt_br: algo que deveria ter um bigode

source: something that should move but doesn’t
pt_br: algo que deveria se mexer mas não se mexe

source: something that should smell like pizza
pt_br: algo que deveria ter cheiro de pizza

source: something that should sound like a duck
pt_br: algo que deveria soar como um pato

source: something that should yell 'surprise!'
pt_br: algo que deveria gritar ‘surpresa!’

source: something that smells like childhood
pt_br: algo que cheira a infância

source: something that smells like holiday
pt_br: algo que cheira a feriado

source: something that would make an annoying noise
pt_br: algo que faria um barulho irritante

source: something that would taste terrible
pt_br: algo que parece ter um sabor horrível

source: something that’s definitely broken
pt_br: algo que com certeza está quebrado

source: something tiny
pt_br: algo minúsculo

source: something transparent
pt_br: algo transparente

source: something unusual
pt_br: algo incomum

source: something useless
pt_br: algo inútil

source: something yellow
pt_br: algo amarelo

source: submit a phrase
pt_br: enviar uma frase

source: Take a photo
pt_br: Tirar uma foto

source: the coolest vacation
pt_br: as férias mais legais

source: the look of a dream that makes no sense at all
pt_br: ima imagem de um sonho que não faz sentido

source: the perfect definition of "freedom"
pt_br: a definição perfeita de “liberdade”

source: the perfect definition of "opression"
pt_br: a definição perfeita de “opressão”

source: the phrase is:
pt_br: a frase é:

source: this changed my life
pt_br: isso mudou minha vida

source: this feels like home
pt_br: isso faz eu me sentir em casa

source: this gives me nostalgia
pt_br: isso me dá nostalgia

source: this gives me second-hand embarrassment
pt_br: isso me dá vergonha alheia

source: this is beautiful
pt_br: isso é bonito

source: this is so 90's
pt_br: isso é tão anos 90

source: this makes me happy
pt_br: isso me faz feliz

source: this makes me hungry
pt_br: isso me dá fome

source: this reminds me of school
pt_br: isso me lembra da escola

source: Upload from Photos
pt_br: Escolher da Galeria

source: vote confirmed
pt_br: voto confirmado

source: vote for the best
pt_br: vote na melhor

source: Votes
pt_br: Votos

source: Votes: %@
pt_br: Votos: %@

source: weird color
pt_br: cor estranha

source: welcome!
pt_br: bem-vindo!

source: write your own phrase here
pt_br: escreva sua frase aqui
